Repository: mozilla-l10n/mt-training-data
Catalog: tk/tk_pontoon.tmx
Source language: en_us
Languages: tk

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
tk: Siz Common Voice-yň günlük { $goalValue } barlama maksadymyzyň <goalPercentage></goalPercentage> derejesine ýetmegine kömek etdiňiz!

source: You've successfully signed up for contributing to { $language }. Thank you.
tk: { $language } diline goşant goşmak üçin üstünlikli ýazyldyňyz. Sag boluň.

source: Zip #{ $offset } of { $total }
tk: Zip #{ $offset } jemi { $total }

source: abnormality
tk: kadaly däl zat

source: add-on
tk: goşundy

source: aggregate
tk: agregirlenen

source: All Hands
tk: Hemme eller

source: alternate text
tk: alternatiw tekst

source: appear
tk: görünmek

source: appearance
tk: görnüşi

source: attack
tk: hüjüm etmek

source: attacker
tk: hüjümçi

source: Attack Site
tk: Hüjüm saýty

source: attendee
tk: gatnaşyjy

source: authenticate
tk: hakykylygyny barlamak

source: authenticated
tk: hakykylygy barlanan

source: autoplay
tk: awtopleý

source: back out
tk: yzyna çykarmak

source: black box
tk: gara guty

source: bookmark
tk: bellik

source: boot
tk: çykarmak

source: breakpoint
tk: kesilme nokady

source: Bug report
tk: Ýalňyşlyk hasabaty

source: certificate authority
tk: sertifikat edarasy

source: channel
tk: kanal

source: cipher
tk: şifr

source: clipboard
tk: klipbord

source: clockwise
tk: sagadyň ugry boýunça

source: compact
tk: ykjam

source: compact - recommend deprioritize
tk: gysmak

source: context
tk: kontekst

source: contribute
tk: goşant goş

source: corrupt
tk: zeper ýetirmek

source: corrupted
tk: zeper ýeten

source: counterclockwise
tk: sagadyň tersine

source: cryptominer
tk: kriptomaýner

source: cryptomining
tk: kriptomaýning

source: debug
tk: ýalňyşlary düzetmek

source: deceptive site
tk: aldawly saýt

source: decode
tk: dekodirlemek

source: decryption
tk: dekriptirlemek

source: disinformation
tk: ýalňyş maglumat berme

source: distrust
tk: ynanmazlyk etmek

source: eavesdropping
tk: diňleme

source: enable
tk: işletmek

source: encode
tk: kodirlemek

source: encrypt
tk: kriptlemek

source: encryption
tk: kriptleme

source: end user
tk: ahyrky ulanyjy

source: Enhanced Tracking Protection
tk: Güýçlendirilen yzarlama goragy

source: executable file
tk: işledilýän faýl

source: extension
tk: giňeltme

source: external
tk: daşky

source: Fellow
tk: Ýoldaş

source: filter bubble
tk: süzgüç köpürjigi

source: fingerprinter
tk: barmak yzy alyjy

source: fingerprinting
tk: barmak yzyny alma

source: gear
tk: goş

source: grassroots
tk: ýerlerdäki işgärler

source: home page
tk: baş sahypa

source: idle
tk: işjeň däl

source: import
tk: importirlemek

source: innovations
tk: innowasiýalar

source: insecure
tk: howpsuz däl

source: installation
tk: gurnama

source: Issue
tk: Mesele

source: Legacy extension
tk: Köne giňeltme

source: misinformation
tk: ýalňyş maglumat berme

source: native
tk: asyl

source: open source
tk: açyk çeşme

source: override
tk: güýjüni ýatyrmak

source: participation
tk: gatnaşyk

source: Patch
tk: Ýama

source: pop-up
tk: açylýan penjire

source: preference
tk: saýlama

source: release
tk: goýberiliş

source: report
tk: hasabat

source: revert
tk: öňküsine getirmek

source: search suggestion
tk: gözleg teklibi

source: security keys
tk: howpsuzlyk açarlary

source: sensitive
tk: duýgur

source: sidebar
tk: gapdal paneli

source: sign
tk: gol çekmek

source: signer
tk: gol çekiji

source: studies
tk: barlag

source: track
tk: yzarlamak

source: trackers
tk: yzarlaýjylar

source: Tracking Content
tk: Mazmuny yzarlamak

source: Turbo Mode
tk: Turbo tertibi

source: unencrypted
tk: kodlanmadyk

source: unresponsive
tk: jogap bermeýän

source: unsafe
tk: howpsuz däl

source: validate
tk: dogrulygyny barlamak

source: validity
tk: dogrulyk

source: version
tk: wersiýa

source: Web Authentication
tk: Web autentifikasiýa
